---
kind: property
id: P:Autodesk.Revit.DB.SunAndShadowSettings.GroundPlaneHeight
source: html/4ba357f9-5fe6-e9fd-39d3-9d1e6b256884.htm
---
# Autodesk.Revit.DB.SunAndShadowSettings.GroundPlaneHeight Property

Identifies the ground plane height.

## Syntax (C#)
```csharp
public double GroundPlaneHeight { get; }
```